[
  {
    "docId": "c954994e79644422be87",
    "title": "Низкий уровень сахара",
    "propName": "sugarLevel",
    "min": 1,
    "max": 3.5,
    "warning": "Если уровень сахара в крови опускается ниже 3,5 ммоль/л – это признак гипогликемии. Такое состояние может привести к эпилептическому припадку, судорогам, потере сознания и коме.",
    "recommendation": "Чтоб быстро повысить сахар крови нужно принять быстроусвояемые углеводы: сахар 4-5 кусочков, мед, варенье, сладкие напитки фруктовые или лимонад в количестве 200мл. Важное правило: больной диабетом, получающий лечение сахароснижающими препаратами должен всегда носить легко усваиваемые углеводы с собой."
  },
  {
    "docId": "59fb16f13ee6496d9346",
    "title": "Высокий уровень сахара",
    "propName": "sugarLevel",
    "min": 7,
    "max": 10,
    "warning": "Затянувшийся переизбыток глюкозы в крови повреждает кровеносные сосуды и нервные волокна, что в конце концов может привести к сердечно‑сосудистым проблемам, снижению зрения, сбоям в работе внутренних органов и смертельно опасному нарушению обмена веществ (кетоацидозу).",
    "recommendation": "Пациенту с сахарным диабетом при высоком уровне сахара в крови и чувстве голода, необходимо сделать дополнительную инъекцию инсулина, а не принимать пищу, поскольку прием дополнительных углеводов при отсутствии инсулина не приведет к насыщению."
  },
  {
    "docId": "50984b93470f46c98480",
    "title": "Низкий пульс",
    "propName": "pulse",
    "min": 50,
    "max": 80,
    "warning": "Снижение частота сердечных сокращений представляет угрозу, мозг начинает чувствовать нехватку кислорода.",
    "recommendation": "Принять корвалол/Дважды в день пить по 20 капель пустырника/Принимать капли Зеленина до полного восстановления пульса (препарат имеет противопоказания: органические повреждения сердца, поджелудочной железы, зрения)."
  },
  {
    "docId": "0c24804538db45fabad1",
    "title": "Высокий пульс",
    "propName": "pulse",
    "min": 100,
    "max": 110,
    "warning": "Повышение частоты пульса до 90 и более ударов/мин называется тахикардией. Такое явление может вызвать заболевание сердца, сосудов, например, инфаркт, ишемия, сердечная, аортальная недостаточность, артериальная гипертензия, аномалия проводящих путей.",
    "recommendation": "Занять лежачее положение, это поможет снизить нагрузку на сердечно-сосудистую систему; расстегнуть пуговицы на шее, снять галстук, обеспечить свободное дыхание; в области шеи подложить подушку или свернутую одежду, это предотвратит нарушение кровообращения в результате запрокидывания головы; открыть окна, обеспечить доступ воздуха. При тахикардии органы испытывают нехватку кислорода, это позволит улучшить состояние больного; мелкими глотками выпить стакан прохладной воды. Нельзя обливать человека холодной водой или давать пить горячие напитки."
  },
  {
    "docId": "54dd9291d04a4478a96c",
    "title": "Низкое систолическое давление",
    "propName": "systolic",
    "min": 90,
    "max": 110,
    "warning": "Опасность гипотонии заключается в высоком риске травматизма, так как человек может потерять сознание и упасть. Снижается качество жизни из-за усталости, слабости и других проявлений низкого давления.",
    "recommendation": "Пейте больше воды, особенно если на улице жарко или у вас температура."
  },
  {
    "docId": "e7d7546de62043579490",
    "title": "Высокое систолическое давление",
    "propName": "systolic",
    "min": 130,
    "max": 150,
    "warning": "Высокое систолическое давление ускоряет износ сердца, приводит к структурным изменениям миокарда. При длительной гипертонии может развиться: Ишемическая болезнь сердца – снижение кровообращения в тканях миокарда. Сердечная недостаточность – неполное наполнение и опустошение желудочков.",
    "recommendation": "В случае, если повышены систолическое и диастолическое (верхнее и нижнее) давление, следует принять «Каптоприл» (или «Капотен») - 12,5 - 25 мг. Его действие начинается уже через 15-20 минут. Еще одно лекарственное средство, которое может помочь в таких ситуациях, – «Фуросемид» (40 мг) – препарат с мочегонным эффектом."
  },
  {
    "docId": "b6e7e0f8f8a540429cd9",
    "title": "Низкое диастолическое давление",
    "propName": "diastolic",
    "min": 50,
    "max": 70,
    "warning": "Причем падение диастолического давления опаснее, чем снижение систолического. «Это может привести к ухудшению кровоснабжения почек и головного мозга, повышать риск развития инсульта и почечной недостаточности»",
    "recommendation": "Необходимо обратиться к врачу для уточнение причин и разработки плана лечения."
  },
  {
    "docId": "9592d54521284c1fa620",
    "title": "Высокое диастолическое давление",
    "propName": "diastolic",
    "min": 90,
    "max": 110,
    "warning": "Растет риск инфарктов и инсультов из-за нарушения со стороны капилляров, которые утрачивают тонус и эластичность, становятся менее проницаемыми. Повышена вероятность атеросклероза и кровоизлияний.",
    "recommendation": "В случае, если повышены систолическое и диастолическое (верхнее и нижнее) давление, следует принять «Каптоприл» (или «Капотен») - 12,5 - 25 мг. Его действие начинается уже через 15-20 минут. Еще одно лекарственное средство, которое может помочь в таких ситуациях, – «Фуросемид» (40 мг) – препарат с мочегонным эффектом."
  },
  {
    "docId": "b0f0fda2028b48aab9d1",
    "title": "Низкая масса тела",
    "propName": "weight",
    "min": 40,
    "max": 50,
    "warning": "Риски заболеваний: умственные расстройства (0,4%), неврологические заболевания (10,8%), респираторные заболевания (16,8%).",
    "recommendation": "Попробуйте чаще кушать и не пить воду перед едой, выбирайте продукты, богатые питательными веществами, добавляйте в блюда дополнительные калории, в случае, если на протяжении длительного срока нет изменений или состояние ухудшается, обратитесь к врачу."
  },
  {
    "docId": "75ccc28682a2408e9c2d",
    "title": "Высокая масса тела",
    "propName": "weight",
    "min": 95,
    "max": 200,
    "warning": "Наличие лишнего веса серьезно повышает нагрузку на организм и приводит к отложению в сосудах вредных веществ, в частности, холестерина. Все это в конечном итоге приводит к целому ряду серьезных и чаще всего необратимых заболеваний – атеросклероз, гипертония, ишемическая болезнь сердца.",
    "recommendation": "Для того чтобы достигнуть уменьшения веса тела следует снизить калорийность рациона до 1800-1200 ккал/сутки, то есть примерно на одну треть. Снижение веса должно быть медленным: на 400-800 г в неделю. Это идеальный темп потери «лишних» килограммов."
  },
  {
    "docId": "5fdd451a60e94549891d",
    "title": "Малое количество калорий",
    "propName": "total",
    "min": 200,
    "max": 2000,
    "warning": "Если калорийность блюд не соответствует потребностям, и расход энергии превышает поступления, человек испытывает усталость, раздраженность, пребывает в плохом настроении. Снижается работоспособность, умственная и физическая активность. Любые действия вызывают дискомфорт, ритм жизни переходит в пассивный.",
    "recommendation": "Больше кушайте"
  },
  {
    "docId": "e2143c2f518941b19758",
    "title": "Большое количество калорий",
    "propName": "total",
    "min": 3500,
    "max": 10000,
    "warning": "Резкое повышение дневной нормы калорийности всегда ведет к набору веса. Предположим, в течение длительного времени вы питались в рамках 1700-1800 ккал. Ваш организм приспособился к такому рациону, поэтому «лишняя» энергии не успеет переработаться и будет уходить на строительство жировой ткани.",
    "recommendation": "Сократите количество пищи"
  },
  {
    "docId": "0427e3b3736e45719aca",
    "title": "Низкая температура",
    "propName": "temperature",
    "min": 34,
    "max": 36.1,
    "warning": "При критическом снижении температуры вследствие наступающего при этом резкого расширения периферических сосудов может развиться острая сосудистая недостаточность — коллапс.",
    "recommendation": "Если температура тела меньше 36.1 °С, рекомендовано питание и питье, которые насытят организм большим количеством энергии. Это могут быть злаковые, шоколад, бульон или суп, теплый чай, кофе или же теплое молоко. При этом напитки и еда не должны быть слишком горячими. Если состояние не улучшилось в течение 2-3 дней, обратитесь к врачу."
  },
  {
    "docId": "aa2fef66ad654353a445",
    "title": "Высокая температура",
    "propName": "temperature",
    "min": 37.2,
    "max": 42,
    "warning": "Высокая температура угнетает нервную систему, приводит к обезвоживанию. Возможно возникновения нарушений кровообращения во внутренних органах (за счет увеличения вязкости и свертывания крови). Поэтому высокая температура, которая долго держится, может представлять опасность сама по себе.",
    "recommendation": "Примите жаропонижающее, если температура 38.5 и выше. Обязательно обратитесь к врачу."
  }
]